Repository: aircrack-ng/aircrack-ng
Catalog: src/locale/*.UTF-8/airoscript-ng.po
Languages: es_es

source: Unknown response. Try again
es_es: Respuesta incorrecta, pruebe de nuevo

source: Encription is
es_es: La encriptacion es

source: Error: You must select a target first
es_es: Error: debe seleccionar un objetivo

source: Automatically setting resolution to $reso
es_es: Configurando resolucion automaticamente a $reso

source: Access control for X is disabled for root. Please, as your normal user execute 'xhost +`whoami`' and press enter to continue
es_es: El control de acceso a las X esta desactivado para root. Por favor, ejecuta 'xhost +' como tu usuario normal y pulsa enter

source: Set resolution
es_es: Configurar resolucion

source: Unknown resolution, try again
es_es: Resolucion desconocida, por favor, intentelo de nuevo

source: Select option:
es_es: Seleccionar:

source: I cant find any good terminal, please set one on your conffile Your TERMINAL var contains no valid temrinal Your alternative against x-terminal-emulator contains no terminal Xterm can\'t be found on your system, Maybe not in /usr/bin?
es_es: No puedo encontrar ningun terminal correcto, por favor, configure uno en airoscript-ng.conf

source: Main Menu
es_es: Menu principal

source: Attack - Attack target
es_es: Atacar - Atacar objetivo

source: Crack - Get target key
es_es: Crackear - Crackear la clave del objetivo

source: Select - Reselect target
es_es: Seleccionar - Seleccionar otro objetivo

source: Others - Various utilities
es_es: Otros - Utilidades varias

source: Autopwn- Automatic cracking
es_es: Autopwn - Crackeo automatico

source: Exit - Quits
es_es: Exit - Sale

source: ERROR: Wrong number entered
es_es: Error: Numero incorrecto

source: You have no IVS, please scan first
es_es: No tienes ivs, por favor escanea primero

source: WEP/WPA Cracking Options
es_es: Crackeo WEP/WPA

source: Crack with manual dictionary
es_es: Crackear con diccionario manual

source: Standard aircrack-ng
es_es: Aircrack-ng standard

source: Return to menu
es_es: Volver

source: Select encryption
es_es: Seleccionar encriptacion

source: Return to main menu
es_es: Volver al menu principal

source: Channel
es_es: Canal

source: Channel Hoping
es_es: Salto de canales

source: Specific Channel
es_es: Canal especifico

source: Extra tools
es_es: Herramientas extra

source: Airoscript Options
es_es: Opciones de airoscript

source: Advanced tools
es_es: Herramientas avanzadas

source: External plugins
es_es: Plugins externos

source: Enter channel (single, range, or comma-separated):
es_es: Introduzca el canal (un solo canal, un rango, o separados por comas)

source: Scanning for targets on channel $channel_number
es_es: Escanando objetivos en el canal $channel_number

source: ${mark}${red}Select a client${end}\n
es_es: ${mark}${red}Seleccione un cliente${end}\n

source: Client Selection
es_es: Seleccion de clientes

source: Select client
es_es: Selecciona un cliente

source: Enable dynamic mode (ask for client in each attack)
es_es: Activar modo dinamico (preguntar por el cliente en cada ataque)

source: Manually enter client MAC
es_es: Introducir mac de cliente a mano

source: Type in client mac now
es_es: Introduzca la mac del cliente

source: Interface used is
es_es: La interfaz es

source: Interface type is
es_es: El tipo de la interfaz es

source: Please enter Host SSID
es_es: Por favor, introduzca la SSID

source: Changed fake_mac :
es_es: Cambiada mac falsa

source: Automatically setting fake mac
es_es: Configurando mac falsa automaticamente

source: WEP Cracking Options
es_es: Opciones de crackeo WEP

source: aircrack-ng defaults
es_es: Por defecto

source: aircrack-ng Korek
es_es: Korek

source: aircrack-ng interactive
es_es: Interactivas

source: Cracking wep, default options
es_es: Crackeando wep, opciones por defecto

source: Cracking wep, Korek
es_es: Crackeando wep, Korek

source: Type encryption size (64,128...):
es_es: Tama単o de la encriptacion (64,128...)

source: Cracking wep, manual options
es_es: Crackeando wep, opciones manuales

source: WPA Cracking Options
es_es: Opciones de crackeo wpa

source: Use precomputed pmk database
es_es: Base de datos precomputada pmk

source: Cracking with stdin entered data by $pipe
es_es: Crackeando con datos de stdin por $pipe

source: Cracking WPA
es_es: Crackeando WPA

source: Sorry, you cant crack wpa without a dictionary on $WORDLIST
es_es: Lo siento, no puedes crackear wpa sin un diccionario en $WORDLIST

source: Enter Database location [$db_location]
es_es: Introduzca la localizacion de la base de datos [$db_location]

source: Cracking WPA with pmk database
es_es: Crackeando WPA con base de datos pmk

source: Network not encrypted or no network selected
es_es: La red no esta encriptada o no ha seleccionado ninguna

source: Enter format (CPG|CAPR) (CAPR by default):
es_es: Introduzca formato (CPG|CAPR) (por defecto es CAPR)

source: Generating graphics
es_es: Generando graficos

source: Do you want to launch a browser? [y|N]
es_es: 多Quieres lanzar un navegador? [y|N]

source: Error: You have to scan for targets first
es_es: Error: Tienes que escanear objetivos antes

source: ${mark}${red}WPA attacks${end}\n
es_es: ${mark}${red}Attaques WPA${end}\n

source: Select WPA Attack
es_es: Selecciona ataque wpa

source: Standard attack
es_es: Ataque standard

source: Standard attack with QoS (WMM)
es_es: Ataque con QoS

source: WPA migration mode
es_es: Ataque de modo de migracion WPA

source: Capturing data on channel: $Host_CHAN
es_es: Capturando datos en el canal: $Host_CHAN

source: Executing tkiptun-ng for ap $Host_MAC
es_es: Ejecutando tkiptun-ng para el punto de acceso $Host_MAC

source: Other aircrack-ng tools
es_es: Otras herramientas de aircrack-ng

source: Scanning
es_es: Escaneando

source: Injection
es_es: Inyeccion

source: Autentication
es_es: Autenticacion

source: Package manipulation
es_es: Manipulacion de paquetes

source: Create virtual interface with airtun-ng
es_es: Crear interfaz virtual con airtun-ng

source: Diagnostics and reports
es_es: Diagnosticos e informes

source: Auto crack wep with wesside-ng
es_es: Auto crackear wep con wesside-ng

source: Your hccap file is in $DUMP_PATH/$Host_MAC-01.hccap . Press enter to continue
es_es: Tu fichero hccap esta en $DUMP_PATH/$Host_MAC-01.hccap. Pulsa enter para continuar

source: Package manipulation tools
es_es: Manipulacion de paquetes

source: Merge all ivs from all sessions
es_es: Unir todos los ivs de todas las sesiones

source: Decrypt current packages
es_es: Desencriptar paquetes actuales

source: Generate hccap file for oclhashcat
es_es: Generar archivo hccap para oclhashcat

source: Select merged data as target? (y/N):
es_es: Seleccionar datos unidos como objetivo? (y|N)

source: Choose Wesside-ng Options
es_es: Elije las opciones de wesside-ng

source: No args
es_es: Sin argumentos

source: Selected target
es_es: Objetivo seleccionado

source: Show kstats report
es_es: Informe de kstats

source: Test injection
es_es: Probar inyeccion

source: Checks with airmon-ng
es_es: Pruebas con airmon

source: Create graphs
es_es: Generar graficos

source: Update airoscript report
es_es: Actualizar informe de airoscript-ng

source: Select another interface
es_es: Cambiar interfaz

source: Reset selected interface
es_es: Resetear interfaz

source: Change MAC of interface
es_es: Cambiar MAC

source: Enable monitor mode
es_es: Activar modo monitor

source: Change DUMP_PATH
es_es: Cambiar DUMP_PATH

source: Try to configure network
es_es: Intentar autoconfiguracion de red

source: Interface cleanup
es_es: Limpieza de interfaz

source: Normal cleanup
es_es: Limpieza normal

source: Reset driver
es_es: Resetear driver

source: Vmware fix for bt4
es_es: Fix de vmware para bt4

source: Enter new path:
es_es: Introduzca path nuevo:

source: Copy data into new folder? (y/N):
es_es: Copiar datos en el directorio nuevo? (y|N)

source: Erase old folder? (y/N):
es_es: Borrar antiguo directorio? (y|N)

source: Create virtual interface
es_es: Crear interfaz virtual

source: Select buddy IP
es_es: Seleccionar buddy IP

source: Choose ap mac
es_es: Elegir mac del punto de acceso

source: Choose source mac
es_es: Elegir mac de origen

source: Chosse Source IP
es_es: Elegir ip de origen

source: Choose router ip
es_es: Elegir ip de router

source: Execute
es_es: Ejecutar

source: Return
es_es: Volver

source: Anser:
es_es: Respuesta:

source: Do you want to use airserv-ng? [y/N]
es_es: 多Quieres usar airserv-ng?

source: Start a local server? [y/N]
es_es: Usar un servidor local? [y|N]

source: Enter airserv-ng address [127.0.0.1:666]
es_es: Introduzca ip de airserv-ng [127.0.0.1:666]

source: ${mark}${red}Wep attacks${end}\n
es_es: ${mark}${red}Attaques WEP${end}\n

source: Attacks using a client
es_es: Usando un cliente

source: Fragmentation attack
es_es: Ataque de fragmentacion

source: Chopchop attack
es_es: Ataque chopchop

source: Enter destination mac: (FF:FF:FF:FF:FF:FF)
es_es: Introduzca mac de destino (FF:FF:FF:FF:FF:FF)

source: Cafe Latte Attack on: $Host_SSID
es_es: Ataque caffe latte en $Host_SSID

source: Interactive Packet Sel on: $Host_SSID
es_es: Seleccion interactiva de paquetes en $Host_SSID

source: Fragmentation w/o client
es_es: Fragmentacion sin cliente

source: Chopchoping at $Host_SSID
es_es: Chopchopeando $Host_SSID

source: Directed ChopChoping to $Client_MAC at $Host_SSID
es_es: Chopchop dirigido a $Client_MAC en $Host_SSID

source: Autentication menu
es_es: Menu de autenticacion

source: Fake autentication
es_es: Autenticacion falsa

source: Deautentication
es_es: Desautenticacion

source: Who do you want to deauth?
es_es: 多A quien quieres deautenticar?

source: Everybody
es_es: A todos

source: Myself (fake mac)
es_es: A mi mismo (mac falsa)

source: Selected client
es_es: Cliente seleccionado

source: Deauth All
es_es: Desautenticando a todos

source: Deauth client
es_es: Desautenticando al cliente

source: Deautenticating
es_es: Desautenticando

source: Fake Auth Method
es_es: Metodo de autenticacion falsa

source: Conservative
es_es: Conservador

source: Progressive
es_es: Progresivo

source: Xor Injection
es_es: Inyeccion XOR

source: Airoscript is provided under the gpl. I'm not responsible of the use anyone can give to airoscript. Written for educational purpose in mind.
es_es: Airoscript se provee bajo la GPL No soy responsable del uso que nadie pueda darle a airoscript Airoscript ha sido escrito con objetivo educativo

source: Enter extra options to execute:
es_es: Introduzca opciones extra

source: Debug Mode enabled, you'll have to manually close windows
es_es: Modo debug activado

source: [INFO] Output folder is
es_es: [INFO] El directorio de salida es

source: [Error] Output folder does not exists or is a regular file.
es_es: [Error] El directorio de salida no existe o no es un directorio
